tap "borkdude/brew"
brew "ast-grep"
brew "awscli"
brew "awscli-local"
brew "bash-completion"
brew "bat"
brew "btop"
brew "clojure-lsp"
brew "colima", restart_service: :changed
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "grep"
brew "gum"
brew "jq"
brew "lazygit"
brew "libpq"
brew "maven"
brew "mongocli"
brew "mysql-client"
brew "neovim"
brew "node"
brew "node@22"
brew "protobuf"
brew "python@3.9"
brew "ripgrep"
brew "rsync"
brew "sheldon"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "uv"
brew "wget"
brew "zoxide"
brew "borkdude/brew/clj-kondo"
